Repository: Slobas79/SpaghettiTimer
Catalog: SpaghettiTimer/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, hu, it, ja, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr, sv

source: Your pinned timers on the home screen — tap a tile to start it without opening the app. Long-press your home screen and add Spaghetti Timer.
ar: مؤقتاتك المثبّتة على الشاشة الرئيسية — انقر بطاقة لبدئها دون فتح التطبيق. اضغط مطوّلًا على شاشتك الرئيسية وأضف Spaghetti Timer.
bg: Закачените ви таймери на началния екран — докоснете плочка, за да я стартирате, без да отваряте приложението. Задръжте върху началния екран и добавете Spaghetti Timer.
cs: Vaše připnuté časovače na ploše — klepnutím na dlaždici ji spustíte bez otevření aplikace. Podržte prst na ploše a přidejte Spaghetti Timer.
da: Dine fastgjorte timere på hjemmeskærmen — tryk på et felt for at starte det uden at åbne appen. Hold fingeren på hjemmeskærmen, og tilføj Spaghetti Timer.
de: Deine angehefteten Timer auf dem Home-Bildschirm — tippe auf eine Kachel, um sie ohne App-Start loszuschicken. Halte den Home-Bildschirm gedrückt und füge Spaghetti Timer hinzu.
el: Τα καρφιτσωμένα χρονόμετρά σας στην αρχική οθόνη — πατήστε ένα πλακίδιο για να ξεκινήσει χωρίς να ανοίξετε την εφαρμογή. Κρατήστε πατημένη την αρχική οθόνη και προσθέστε το Spaghetti Timer.
es: Tus temporizadores fijados en la pantalla de inicio: toca una casilla para iniciarlo sin abrir la app. Mantén pulsada la pantalla de inicio y añade Spaghetti Timer.
fi: Kiinnitetyt ajastimesi Koti-valikossa – käynnistä ajastin napauttamalla ruutua avaamatta appia. Paina Koti-valikkoa pitkään ja lisää Spaghetti Timer.
fr: Vos minuteurs épinglés sur l’écran d’accueil : touchez une tuile pour la lancer sans ouvrir l’app. Appuyez longuement sur l’écran d’accueil et ajoutez Spaghetti Timer.
hu: A rögzített időzítői a kezdőképernyőn — koppintson egy csempére az indításhoz, az alkalmazás megnyitása nélkül. Tartsa nyomva a kezdőképernyőt, és adja hozzá a Spaghetti Timert.
it: I tuoi timer fissati sulla schermata Home: tocca un riquadro per avviarlo senza aprire l’app. Tieni premuta la schermata Home e aggiungi Spaghetti Timer.
ja: ホーム画面にピン留めしたタイマー — タイルをタップすれば、アプリを開かずに開始できます。ホーム画面を長押しして Spaghetti Timer を追加してください。
nb: De festede tidtakerne dine på Hjem-skjermen – trykk på en rute for å starte den uten å åpne appen. Hold inne på Hjem-skjermen, og legg til Spaghetti Timer.
nl: Je vastgezette timers op het beginscherm — tik op een tegel om hem te starten zonder de app te openen. Houd je beginscherm ingedrukt en voeg Spaghetti Timer toe.
pl: Twoje przypięte minutniki na ekranie początkowym — dotknij kafelka, aby uruchomić minutnik bez otwierania aplikacji. Naciśnij i przytrzymaj ekran początkowy, po czym dodaj Spaghetti Timer.
pt_pt: Os seus temporizadores fixados no ecrã principal — toque num mosaico para o iniciar sem abrir a app. Mantenha premido o ecrã principal e adicione o Spaghetti Timer.
ro: Temporizatoarele tale fixate pe ecranul principal — atinge o casetă pentru a-l porni fără să deschizi aplicația. Ține apăsat pe ecranul principal și adaugă Spaghetti Timer.
ru: Ваши закреплённые таймеры на экране «Домой» — нажмите плитку, чтобы запустить таймер, не открывая приложение. Нажмите и удерживайте экран «Домой» и добавьте Spaghetti Timer.
sk: Vaše pripnuté časovače na ploche — klepnutím na dlaždicu ju spustíte bez otvorenia aplikácie. Podržte prst na ploche a pridajte Spaghetti Timer.
sl: Vaši pripeti časovniki na začetnem zaslonu – tapnite ploščico, da ga zaženete brez odpiranja aplikacije. Pridržite začetni zaslon in dodajte Spaghetti Timer.
sr: Vaši zakačeni tajmeri na početnom ekranu — dodirnite pločicu da biste ga pokrenuli bez otvaranja aplikacije. Dugo pritisnite početni ekran i dodajte Spaghetti Timer.
sv: Dina fastnålade timers på hemskärmen – tryck på en ruta för att starta den utan att öppna appen. Håll ned på hemskärmen och lägg till Spaghetti Timer.
